{
    "title": "A Estratégia de pares no Mercado Acionário Brasileiro: O Impacto da Frequência de Dados",
    "authors": "Martin Pontuschka, Marcelo S. Perlin",
    "publication": "RAM. Revista de Administração Mackenzie (Impresso)",
    "year": "2015",
    "journal": "RAM. Revista de Administração Mackenzie (Impresso)",
    "journal_abs": "RAM",
    "abstract": "A estratégia de pares é um popular método de negociação de ativos financeiros. Um dos motivos para isto se deve ao fato de que o resultado deste tipo de operação procede somente da relação entre os preços de dois ativos e não da direção do mercado. Somente a possibilidade de capturar ineficiências na precificação dos ativos é o que permite a obtenção de lucros sistemáticos através de um método de negociação de ativos. Com base na abertura de uma posição comprada (long), e no mesmo instante, uma posição vendida (short), esta estratégia de arbitragem estatística busca obter lucros por conta da convergência dos preços dos ativos negociados. Desta forma, o objetivo deste trabalho é analisar o desempenho da estratégia de pares em diferentes frequências de dados no mercado acionário brasileiro. Esta pesquisa baseou-se em Perlin (2007) onde foi encontrado o resultado de que as ineficiências de mercado aparecem em maior quantidade nos dados de maiores frequências, neste caso diário, semanal e mensal. O presente trabalho estende o leque de frequências entrando no universo intradiário com frequências de amostragem em 1 minuto, 5 minutos, 15 minutos, 30 minutos, 60 minutos e diários. O período de tempo da base de dados utilizada nesta pesquisa se estende de 01 de janeiro de 2008 até 31 de dezembro de 2011. Para compor a base de dados foram utilizados os vinte ativos com maior número de contratos negociados no período. A metodologia empregada nesta pesquisa utiliza a técnica de períodos de treinamento e períodos de negociações. Nos períodos de treinamento, os pares de ativos são selecionados de acordo com os menores desvios quadráticos nos seus preços normalizados. Nos períodos de negociação a estratégia verifica as operações realizadas em cada par de ativo previamente selecionado. Os resultados da pesquisa confirmam a hipótese primária de que quanto maior a frequência de amostragem, maiores evidências de ineficiência de mercado. Para chegar a esta conclusão foram comparados os índices de Sharpe da estratégia de pares nas diferentes frequências de dados.",
    "link": "http://www.scielo.br/scielo.php?pid=S1678-69712015000200188&script=sci_abstract&tlng=pt",
    "image": "static/img/2015_RAM_A Estratégia de pares no .gif",
    "impact_factor": "1.3"
}