{
    "title": "Board gender diversity: performance and risk of Brazilian firms",
    "authors": "Mauro Mastella, Daniel Vancin, Marcelo S. Perlin, Guilherme Kirch",
    "publication": "Gender in Management",
    "year": "2021",
    "journal": "Gender in Management",
    "journal_abs": "GM",
    "abstract": "Purpose: This study aims to intend to check if female board representation affects performance and risk and to analyse the evolution of the demographic aspects of the presence of women on boards in Brazil. Design/methodology/approach: The authors used a sample of 150 Brazilian publicly traded companies from 2010–2018, with different measures of firm performance, firm risk and women’s presence on the board. The study approach is based on a set of ordinary least squares, quantile and panel data regressions. Findings: The presence of women on the board has a positive effect on all of our accounting and market performance measures. However, the result of the impact on risk is not conclusive. The study also found that the number of females on the board has a more significant effect at the lower levels of firm performance measured by return on equity, but at the higher levels when measured by Tobin’s Q. Regarding return on assets, the more significant effect happened on the extremes of the performance distribution. The study findings point that market investors place more value in female presence on the board than in director positions. Originality/value: By estimating the impact of women’s presence on the boards of directors in firm performance and risk, this study aimed to verify this impact in different aspects of the company. In addition, the authors did so in a sample with many years, making it possible to evaluate the historical evolution of the feminine presence in the boards of administration as well as in the groups of directors, assisting Brazilian legislators with new evidence about the possible impacts of Draft Law 7179/2017.",
    "link": "http://dx.doi.org/10.1108/GM-06-2019-0088",
    "image": "static/img/2021_GM_Board gender diversity: p.png",
    "impact_factor": "2.6"
}