{
    "title": "Pricing efficiency in cryptocurrencies: The case of centralized and decentralized markets",
    "authors": "Lucas Mussoi, Marcelo S. Perlin, Fernanda Maria Muller",
    "publication": "Journal of Economics and Business",
    "year": "2024",
    "journal": "Journal of Economics and Business",
    "journal_abs": "JEB",
    "abstract": "This article presents a comparative analysis of the Ethereum (ETH) weak form of market efficiency priced in Bitcoin (BTC), Dai (DAI), and Tether (USDT). The investigation encompasses data from Uniswap-V2, a decentralized app utilizing a Constant Product Market Maker (CFMM) for cryptocurrency pricing, and Binance, a centralized exchange. The study employs different rolling windows to apply the asymmetric MF-DFA. The efficiency of exchange pairs is ranked using the market deficiency measure (MDM). Besides aligning with the literature, revealing an efficiency increase with larger rolling window sizes across centralized and decentralized exchanges and overall, upward and downward trends, our findings reveal that the CFMM employed by Uniswap-V2 leads to a more efficient market for the ETH-BTC pair compared to Binance, making it among the first studies to compare efficiency across these exchanges types. To delve deeper into this phenomenon and explore the dynamics between distinct pricing mechanisms, the Thermal Optimal Path is employed. The analysis highlights a lead-lag relationship between ETH prices in centralized and decentralized exchanges. The results suggest that market efficiency emerges first in the decentralized exchange, particularly when ETH is priced in BTC. The asymmetric MF-DFA was also employed on the pairs datasets before and after the Ethereum 2.0 hard fork. The findings of this analysis revealed significant results indicating that following the fork, Uniswap-V2 exhibited superior market efficiency compared to Binance for the majority of overall and downward trends, a phenomenon that was not observed prior to the merge. These findings contribute to the existing literature on cryptocurrency market efficiency by emphasizing the influence of network upgrades in trading platforms. Notably, this research reveals that, for the ETH-BTC pair, decentralized exchanges exhibit superior a level of weak form efficiency.",
    "link": "https://doi.org/10.1016/j.jeconbus.2024.106224",
    "image": "static/img/2024_JEB_Pricing efficiency in cry.jpg",
    "impact_factor": "3.7"
}