{
    "title": "Profiling Brazil’s research elite: Insights from a cluster analysis of a large database",
    "authors": "Cristian Foguesato, Denis Boreinstein, Marcelo S. Perlin, Takeyoshi Imasato",
    "publication": "Journal of Data and Information Science",
    "year": "2025",
    "journal": "Journal of Data and Information Science",
    "journal_abs": "JFIS",
    "abstract": "Purpose: This study analyzes the profiles of elite Brazilian researchers, recognized through the prestigious CNPq productivity scholarships. By identifying distinct researcher clusters, the study sheds light on different academic strategies, levels of productivity, and academic contributions within the Brazilian higher education system. Design/methodology/approach: The research analyzes a comprehensive dataset of 14,003 researchers, employing principal component analysis (PCA) followed by cluster analysis to group researchers based on their academic attributes. The clusters reflect diverse aspects of research productivity, graduate supervisions, and publication patterns. Findings: The analysis reveals the existence of three distinct researcher profiles (the Advanced Supervisors, the Book Publishers/Organizers, and the Generalists). The study also highlights the characteristics of high-caliber scientists, representing the upper echelon of Brazilian researchers in terms of productivity and impact. Research limitations: Although the study provides a robust analysis of the Brazilian system, the results reflect specific characteristics of the Brazilian academic context. Furthermore, the analysis was restricted to normalized annual data, which may overlook temporal variations in researcher productivity. Pratical implications: The findings provide valuable insights for policy makers, funding agencies (such as CNPq), and university administrators who aim to develop tailored support programs for different researcher profiles. Originality/value: The cluster-based profiling offers a novel perspective on how different academic trajectories coexist within a national science system, offering lessons for other emerging economies.",
    "link": "https://doi.org/10.2478/jdis-2025-0033",
    "image": "static/img/2025_JFIS_Profiling Brazil’s resear.jpg",
    "impact_factor": "1.8",
    "issn": "2543-683X"
}